/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "İzin ver";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta kişi listenize erişmek istiyor. Kişi listenizi sunucularımızda saklamıyoruz. ";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Özür dileriz!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accept new safety numbers";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Eylem gerekli";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta'ın kişi listene erişmesi gerekmektedir. Kişi listene olan erişim engellidir. Forsta kapanacak. Ayarlar >> Gizlilik >> Kişiler bölümüne giderek Forsta'ın kişi listene erişmesine geçici olarak izin verebilirsin.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Kapat";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Yanıtla";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Yeni ileti! Okumak için uygulamayı aç.";

/* No comment provided by engineer. */
"APN_Message" = "Yeni İleti!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Mesaj:";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Mesaj gelen grup";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ grubundaki %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Arşivle";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arşivle";

/* No comment provided by engineer. */
"ATTACHMENT" = "Ek";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Dosya indirme başarısız oldu, tekrar denemek için dokun";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Ek indiriliyor";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Yeni dosya, geri getirmek için kuyruğa eklendi";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta'in düzgün çalışması için mikrofonuna erişimi gerekir, Ayarlar uygulamasında >> Gizlilik >> Mikrofon >> Forsta adımından yetkiyi düzeltebilirsin.";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Geri ara";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Kütüphaneden seç...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Bu işlem mesajlarını silerek ve sunucudan kaydını kaldırarak uygulamayı sıfırlayacaktır. Uygulama, verilerin silinmesinden sonra kapanacaktır.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Hesabını silmek istediğine emin misin?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "You will no longer be able to send or receive messages in this group.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Do you really want to leave?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Link New Device";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Onay";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Rehberde kayıtlı olmayan numara";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Conversation Settings";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Ülke Kodu Seç";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u days";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Ulaştırıldı";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Last active: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Linked: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Failed to update device list.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Disappearing Messages";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "When enabled, messages sent and received in this conversation will disappear after they have been seen.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Dismiss";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edit Group";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Save";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Oluştur butonuna dokun";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "İlk Forsta görüşmene başla!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Gelen kutunuzdaki eski görüşmelerinizi arşivleyebilirsiniz.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Görüşmelerini Temizle.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Kişi davet et";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Rehberinde hiç kimsede Forsta yok!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Neden birisini davet etmiyorsun?";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "İpucu: Bir görüşmeyi hatırlatmalara ekle!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Bitti. Bitti. Bitti.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Yok. Sıfır. Bomboş. Nada.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Tertemiz.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Sunucu hatası!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Sonlandır";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Mutabakat hatası";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Kapattın.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Kapattılar";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Kimlik doğrulama hatası!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Sunucudan mesaj:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Bu numara Forsta veya RedPhone'da kayıtlı değil!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Aranan Kişi Mevcut Değil";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Çağrıyı reddettin";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Çağrı Reddedildi.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Başka Bir Arama Yaptınız.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Meşgul...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Cevapsız Çağrı.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "İstemci hatası!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Tekrarlanan bir ileti alındı.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Alıcının anahtarı geçersiz.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Bu sürümle uyumsuz bir ileti alındı.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Kişi için oturum mevcut değil";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Bilinmeyen bir hata oluştu.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Safety numbers changed. Tap to verify.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Kahretsin!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Gönderim başarısız. Yeniden denemek için dokun.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Oturumu yenile.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Profil resmi değişti.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Yeni grup oluşturuluyor";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Grup oluşturma başarısız";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ gruba katıldı.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ grubu terk etti.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Grup Üyeleri";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "%@ grubu bırakılıyor";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Grubu bırakma başarısız oldu";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Yeni başlık: '%@'. ";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Grup güncellendi.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Grubu terk ettin.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hours";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Bağlanıyor...";

/* Call setup status label */
"IN_CALL_RINGING" = "Çalıyor...";

/* Call setup status label */
"IN_CALL_SECURING" = "Yanıtlandı. Güvenli hale getiriliyor...";

/* Call setup status label */
"IN_CALL_TALKING" = "Güvenli bağlantı. Etkin.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Bitti.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Gelen çağrı";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "%@ arıyor";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Messages disappear after %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Messages do not disappear.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Ayrıl";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Leave Group";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "This device will be able to see your groups and contacts, read all your messages, and send messages in your name.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Link this device?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Scan QR Code";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Link New Device";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Linked Devices";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Linking Device Failed";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "List Group Members";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Kişilerin yükleniyor.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Sıkı durun.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Kayıt altına alma";

/* No comment provided by engineer. */
"ME_STRING" = "Ben";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Yeni İleti";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "Cevapsız Çağrı.";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "%@ çağrısını kaçırdın.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "%@ aradı.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "%@ arandı.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Daha fazla cihaz eşleştiremezsin.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Hesabınla şu anda eşleştirebileceğin azami cihaz sayısına ulaştın. Lütfen bir cihazı kaldır veya daha sonra tekrar dene.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Çevrimiçi olduğundan emin ol ve tekrar dene.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Bağlandı";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Bağlanıyor";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Ağ Durumu";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Çevrimdışı";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Gelen kutunun üstündeki renkli çubuğa bakarak ağ durumunu kontrol edebilirsin.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Yeni Grup";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Bu grup görüşmesine isim ver";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Kişi ekle";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Mesajın %@ isimli kullanıcıya gönderilemedi.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Apple'ın bildirim altyapısındaki bilinen hatalardan dolayı, mesaj önizlemeleri yalnızca mesaj gönderildikten 30 saniye içinde alınırsa gösterilir. Bunun sonucunda uygulama işaretleri hatalı olabilir.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "İsim veya ileti yok";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Arka plan bildirimleri";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Yazılım içi bildirimler";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Gönderenin adı & iletisi";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Sadece isim";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Göster";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Bildirim sesleri";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Giden çağrı";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Yeni iletileri almak içi iPhone kilidi açılmalı.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Devam et";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Okundu olarak işaretle";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Cevapla";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Anlık Bildirimler";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta'in düzgün çalışabilmesi için görüntülü ve sesli bildirimlerin açık olması gereklidir. Lütfen Ayarlar  uygulamasında >> Bildirim Merkezi >> Forsta bölümünden bunu değiştir.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Özel görüşmeler yapmak için Forsta'ı kullanmaktan hoşlanıyorsan, projemize oy vererek destekte bulunabilirsin. Bu işlem bir dakikadan uzun sürmez ve başka insanların biraz mahremiyet bulmasına yardımcı olur.";

/* No comment provided by engineer. */
"RATING_RATE" = "Forsta'a Oy Ver";

/* No comment provided by engineer. */
"RATING_TITLE" = "Forsta'ı Destekle!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Lütfen geçerli bir ülke kodu gir";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Ülke Kodu Hatalı";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta, varolan kişilerinle özel görüşmeler yapmana izin verir. Forsta'i kullanmak için lütfen kişilerine erişime izin ver.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Devam et";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Hoşgeldin!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Tekrar dene";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Sunucu şu anda yeni kayıtları sınırlıyor, lütfen daha sonra tekrar dene.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Ülke Kodu";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Numarayı Gir";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Kayıt Hatası";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Bu telefon numarası formatı desteklenmiyor, lütfen destek ile iletişime geç.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Telefon Numarası";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Birisi ilk mesajını göndermek için fazla heyecan yaptı! Bu işlemi gerçekleştirmek için önce kayıt olman gerekiyor.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Telefon Numaran";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Bu Cihazı Doğrula";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Reddet";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "Kayıt etmeye çalıştığın telefon numarası zaten başka bir sunucuda kayıtlı, lütfen oradan kayıdını kaldır ve tekrar dene. ";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Anlık bildirimler için yeniden kaydol";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Retry";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "İsim ya da numara bul";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u seconds";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Güvenli oturum sıfırlandı.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Tekrar gönder";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Gönder";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "SMS gönderilecek kişi:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Arkadaşın güvensiz SMS ile davet edilsin mi?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "SMS gönderimi başarısız oldu. Lütfen sonra tekrar dene";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Arkadaşınızı Forsta kullanmaya davet ettiniz!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Şu numarayı Forsta'a davet etmek ister misin";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Hakkında";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Hata ayıklama kaydını etkinleştir";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Hata ayıklama kaydını gönder";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Gelişmiş";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Geçmiş kayıtlarını temizle.";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Hakları Open Whisper Systems'a aittir\nGPLv3'e göre lisanslıdır";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Hesabı sil";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Tüm geçmişini silmek istediğinize emin misiniz (iletiler, ekler, çağrı günlüğü ...)? \nBu eylem geri alınamaz.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Eminim.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Yardım";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Geçmiş kaydı";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Bilgi";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Davet et";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Ayarlar";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Bildirimler";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Mahremiyet";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Ekran Güvenliğini Etkinleştir";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Uygulama değiştiricide Forsta öngörünümlerinin görünmesini engeller.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Ekran Güvenliği";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Kurulum linkini paylaş";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Destek";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Sürüm";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u day";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hour";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u week";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Seni Forsta kullanmaya davet ediyorum! İşte link:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Fotoğraf ya da video çek";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Fotograf çek";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Sunucudan güncel bir kişiler listesi alamadık. Lütfen daha sonra tekrar dene.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "İptal";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Sil";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Arşivden geri al";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Unknown attachment";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Unknown Contact";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Unlink";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Unlink \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta was unable to unlink your device.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Unnamed Device";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Forsta'den kaydınızı kaldırmada hata oluştu";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Desteklenmeyen eklenti tipi alındı";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Cihazın bu özelliği desteklemiyor.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Güncelle";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Numarayı Değiştir";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Doğrulama Kodu";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Onun yerine beni ara";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Doğrulama Kodunu Tekrar İste";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Doğrulama Kodunu Gönder";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Doğrula";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Complete setup on Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u weeks";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Gelen Kutusu";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You disabled disappearing messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You set disappearing message time to %@.";
